---
kind: enumMember
id: F:Autodesk.Revit.DB.CheckoutStatus.NotOwned
enum: Autodesk.Revit.DB.CheckoutStatus
source: html/f6f6e300-5a37-7e44-7ee1-8dc0c016778a.htm
---
# Autodesk.Revit.DB.CheckoutStatus.NotOwned

The element is not owned by any user.